-- phpMyAdmin SQL Dump
-- version 3.4.8
-- http://www.phpmyadmin.net
--
-- 主机: 118.123.16.114
-- 生成日期: 2014 年 07 月 29 日 17:12
-- 服务器版本: 5.1.65
-- PHP 版本: 5.2.17

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `evabioyetian`
--

-- --------------------------------------------------------

--
-- 表的结构 `shiji`
--

CREATE TABLE IF NOT EXISTS `shiji` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `content` varchar(500) CHARACTER SET gb2312 NOT NULL,
  `addtime` date NOT NULL,
  `pic` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `delete` tinyint(1) NOT NULL,
  `shouye` tinyint(1) NOT NULL,
  `email` varchar(100) CHARACTER SET gb2312 NOT NULL,
  `gongming` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 ROW_FORMAT=FIXED AUTO_INCREMENT=59 ;

--
-- 转存表中的数据 `shiji`
--

INSERT INTO `shiji` (`id`, `content`, `addtime`, `pic`, `delete`, `shouye`, `email`, `gongming`) VALUES
(0, '这是第一页啦，后面没有啦。', '2013-09-01', 'w.png', 0, 0, 'evabio@evabio.com', 76),
(1, '在一秒钟内看清本质的人和花一辈子也看不清一件事情本质的人，自然是不一样的命。--《教父》', '2013-08-26', '13774966764351.jpg', 0, 0, 'yetianyes@gmail.com', 9),
(2, '不要小看ipod上的一个按钮，我们为它做了321个方案，84000次测试，57次改进，用户的满意源于不必要的坚持。－－乔布斯', '2013-08-26', '13774967409115.png', 0, 0, 'yetianyes@qq.com', 4),
(3, '简洁是智慧的灵魂，冗长是肤浅的掩饰。??莎士比亚', '2013-08-26', '13774973211389.png', 0, 0, '355285351@qq.com', 2),
(4, '鸡不会嫉妒拥有整座粮仓的主人，却难以容忍另外一只鸡比它多啄一粒米。', '2013-08-26', ' ', 0, 0, 'yetian@abc.com', 1),
(5, '分开了就不必再见面了，因为曾经被彼此伤害过，也不必再恨了，因为曾经彼此爱过。', '2013-08-26', '13775025375014.jpg ', 0, 0, 'yetianyes@qq.com', 1),
(6, '  懒惰是很奇怪的东西，它使你以为那是安逸，是休息，是福气；但实际上它所给你的是无聊，是倦怠，是消沉； 它剥夺你对前途的希望，割断你和别人之间的友情，使你心胸*渐狭窄，对人生也越来越怀疑。', '2013-08-26', '13775027547066.jpg', 0, 0, '296481405@qq.com', 2),
(7, '那天是今年，唯一看的一场比赛， 科比赛季报销，唯一的一场。\n那天是今年，唯一的一次cl视频，吴悠越走越高了。\n再看看自己，脚踝，*腕，膝盖的旧伤，上场半个小时，疼的，路走的都费劲。看着两天前*掌打球时*的伤口，心痛的要命。脚踝转不过来，摔倒了。\n前两天交*的打球少年，不*见曾经的影子。那些*弹跳，单*抓板，双*机关枪运球，转身突破，精准中投，强力盖帽，背身单打。\n', '2013-09-04', '13782711726489.jpg', 0, 0, '355285351@qq.com', 2),
(8, '恋人之间总会说很多无聊的话，做一些无聊的事。幸福就是有一个人陪你无聊，难得的是你们两个都不觉得无聊。??张小娴', '2013-09-06', '', 0, 0, 's@qq.com', 1),
(9, '不管你是什么大学毕业，你的毕业证我都只当做收款凭证，因为它只能说明的，只是你的家庭为你读书付过款，而不能说明你有没有读过书。', '2013-09-06', '', 0, 0, 'evabio@evabio.com', 1),
(10, 'olivia  i love u ', '2013-09-06', '13784822927413.png', 0, 0, 'yetianyes@gmail.com', 1),
(11, '至繁归于至简。 达芬奇', '2013-09-07', '13785673219579.png', 0, 0, 'yetianyes@gmail.com', 31),
(12, '在一秒钟内看清本质的人和花一辈子也看不清一件事情本质的人，自然是不一样的命。??《教父》', '2013-09-07', '13785677846622.jpg', 0, 0, 'yetianyes@gmail.com', 0),
(13, '中国男人不仅坚持依靠男尊女卑和虚伪的性别优越感，又是还那样盲目地计划，靠着金钱，房子，车子，学历等本来与一个男人的能力和魅力无关的东西去征服女人。\n??加藤嘉一', '2013-09-07', '13785692929485.jpg ', 0, 0, '355285351@qq.com', 0),
(14, '他们告我，不是因为我偷了他们的代码，是因为他们不再是世界的宠儿。\n??《社交网络》扎克伯格 facebook创始人', '2013-09-08', '', 0, 0, '355285351@qq.com', 1),
(15, '永远不要恨你的敌人，因为这会影响你的判断力、\n??《教父》', '2013-09-08', '', 0, 0, 'yetianyes@qq.com', 0),
(16, '知足后''感到没劲是消极''。知足后''感到信心是积极。---蔡康永', '2013-09-08', '', 0, 0, 'yetianyes@qq.com', 0),
(17, '不，因为人们不知道想要什么，知道你把它摆在他们面前。\n??jobs', '2013-09-08', '13786315034718.jpg', 0, 0, 'yetianyes@qq.com', 0),
(18, '简历完毕！谢谢观看', '2013-09-08', '', 0, 0, 'yetianyes@qq.com', 0),
(19, '2010年：夏娃传记网前身 55传记网', '2013-09-08', '13786315734246.jpg', 0, 0, 'yetianyes@qq.com', 0),
(20, '2011年：在服装公司打工的时候为老板做的 服装画册33页\n\n          （此图片为服装画册封面）', '2013-09-08', '13786316077374.jpg', 0, 0, 'yetianyes@qq.com', 14),
(21, '2011年：收集朋友的资料 做了一本43页的传记册\n\n          （此图片为传记册封面）', '2013-09-08', '13786316566476.png', 0, 0, 'yetianyes@qq.com', 3),
(22, '2012年：为澳大利亚留学生做的酒店网站', '2013-09-08', '13786316806726.jpg', 0, 0, 'yetianyes@qq.com', 2),
(23, '2012年：为夏娃传记设计的logo', '2013-09-08', '1378631712913.jpg', 0, 0, 'yetianyes@qq.com', 2),
(24, '2013年：为夏娃传记设计的ui图标', '2013-09-08', '13786317443610.jpg', 0, 0, 'yetianyes@qq.com', 7),
(25, '您好，我已经将简历和网站融合在一起，在您光看简历的同时，也可以体验夏娃传记给您带来的体验。\n本网站100%，独立自学完成。', '2013-09-08', '13786558136229.jpg', 0, 0, 'yetianyes@qq.com', 3),
(26, '别让外在的噪音干扰我们的心声。 ----jobs 在听到雷曼倒闭', '2013-09-08', '', 0, 0, '355285351@qq.com', 4),
(27, '小添添推广还是不够，UI有些细节和整体风格不搭。', '2013-09-12', '', 0, 0, 'peijian010@163.com', 1),
(28, '这仅仅是个开始。', '2013-09-13', '13790352294620.jpg', 0, 0, '815551550@qq.com', 7),
(29, '那天是今年，唯一看的一场比赛， 科比赛季报销，唯一的一场。\n那天是今年，唯一的一次cl视频，吴悠越走越高了。\n再看看自己，脚踝，手腕，膝盖的旧伤，上场半个小时，疼的，路走的都费劲。看着两天前手掌打球时撕裂的伤口，心痛的要命。脚踝转不过来，摔倒了。\n前两天交手的打球少年，不禁看见曾经的影子。那些变态弹跳，单手抓板，双手机关枪运球，转身突破，精准中投，强力盖帽，背身单打。\n我以为年少的我还在，不过也只是以为。\n现在，跳的是篮环一点都摸不着了，篮板是只能点球抓板罢了，运球别说机关枪了，手腕骨刺，球都拍不到节奏上，转身，腿沉，脚踝转不过来，转过来，筋就断了，中投，看感觉，盖帽，轻轻碰到就不错了，背身，没劲顶了，体重不够，算了。\n前两天看见大一就认识的两个球友，状态都下滑了，打的都是娱乐了，没有曾经的那种侵略，好胜心了。\n高中在交大篮球馆的青年训练，Mp5里面全部都是街球过人招数，滚地龙过人，背后抛球过人，穿裆过人，熟练的花哨过人总是让自己兴奋不已。练身体对抗，不是体重220的老高，就是210的李若愚，开心的对位。\naI，黑曼巴，你们老了，看着詹皇一天天的成长，心理有说不出的', '2013-09-13', '', 0, 0, 'yetianyes@qq.com', 2),
(30, '设计80%很枯燥 高潮在最后20%', '2013-09-13', '13790590517732.jpg', 0, 0, 'yetianyes@qq.com', 0),
(31, '这是今天最感动我的人，看他的打扮感觉是个流浪汉，但是他就那么渴望的看着球场里的一切，为每一次进球夸张的呐喊，我每一次看他的时候，都能从他的眼睛里看到热情，那是对篮球的爱。我有一次被犯规倒地看到了他，我看到他注视着我，跟我喊了三遍好！好！好！很幸福自己能通过篮球给这么多人带来快乐！', '2013-09-13', '13790592757472.jpg', 0, 0, 'yetianyes@gmail.com', 1),
(32, '科比拿下第一个总冠军的时候，哈登11岁，杜兰特12岁，威少12岁，罗斯12岁，格里芬11岁，保罗15岁，韦德18岁，詹姆斯16岁，波什16岁，朗多14岁，霍华德15岁，小斯18岁，安东尼16岁，德隆16岁。你们的这些偶像还坐在电视机前欣赏科比~有人说，这是一个时代的终结！！', '2013-09-13', '13790595293682.jpg', 0, 0, 'yetianyes@gmail.com', 1),
(33, '吴悠 。\n8.26日，cl全国巡演西安站，16岁的时候向往的，现在21岁，看见你了，吴悠，和我一样高，可以大风车扣篮的那个人。只是现在心境不同了，只能在远处看你，没有当年的心气和你单挑了。不过以后肯定会以某种方式联系你们的。 ', '2013-09-13', '13790598509327.jpg', 0, 0, 'yetianyes@gmail.com', 4),
(34, '突然好想你', '2013-09-13', '13790626041073.jpg ', 0, 0, 'evabio@evabio.com', 0),
(35, '唯一能抓住的 是心里不变的东西。比如忠* 对过去的留恋 我对你的感情。\n', '2013-09-15', '13792098829009.jpg', 0, 0, '815551550@qq.com', 10),
(36, '添，哥是cs希望我们都能坚持自己的梦想勇敢的往前冲！', '2013-09-15', '', 0, 0, 'changsen1018@163.com', 117),
(37, '关于大家的建议，直接写在上\r\n面即可，真的太感谢谢谢大家\r\n的建议了。目前知道的需要把\r\n共鸣系统完善，我会努力满足\r\n大家的要求的。\r\n', '2013-09-16', 'w.jpg ', 0, 0, 's@evabio.com', 9),
(38, '', '2013-09-16', '', 0, 0, 'huangzzhengyang@163.com', 3),
(39, '\n嘿嘿 我也来支持个， 很久不见得老同学\n\n\n希望网站关注的人越来越多~\n\n\n\n\n忙里偷闲上来写个9-16传记~还有3天我就工作满一个月咯~！\n\n\n\n内心充满阳光，我们同是阳光人！\n\n\nvissy wang', '2013-09-16', '', 0, 0, '410434037@qq.com', 6),
(40, '现在需要改版，多谢大家支持，\r\n希望大家多多提出宝贵的意见。', '2013-09-18', 'w.jpg ', 0, 0, 's@evabio.com', 2),
(41, '为了心中的美好\n不妥协直到变老', '2013-09-23', '13799020393277.jpg', 0, 0, '815551550@qq.com', 8),
(42, '添，你好。又一次登录这里，我才摸着一点门道。分别好久了，不时的会想起大家，很想念的。大家都还好吧?\n我在北京一个公司里，做教育培训。\n你呢，生活学习怎么样啊？\n', '2013-09-25', '13801208613800.JPG', 0, 0, '1186173581@qq.com', 2),
(43, '永明吧，最近一切安好，想把网站好好的改版一下，你看这个我都没有办法恢复。哈哈。', '2013-09-26', '', 0, 0, 's@evabio.com', 1),
(44, '是我，就是发现网页上的一些广告是怎么出现的？是你自己加的吗？如果可以的话可以去掉吗？\n另外，你那各种的自传是如何做的，只是个链接吗。如何加上去？\n谢谢。', '2013-09-27', '', 0, 0, '897337165@qq.com', 4),
(45, '是我找的专门做网络广告的公司，是自己加的，当然可以自己去掉，不过加上广告可以包住网站的设备费用，所以从金钱考虑不太希望撤掉。自传也是广告的一种，是当当的书籍广告。', '2013-09-27', '', 0, 0, 's@evabio.com', 1),
(46, '你作为一个网站的管理者，什么样的信息都要接纳吧。比如右边的图片，虽然很销魂，但是不违反国家相关规定吧~', '2013-09-27', '13802943749905.jpg', 0, 0, 'lry200999@gmail.com', 25),
(47, '待我胡子及腰，你娶我可好。', '2013-09-28', '1380382078643.jpg ', 0, 0, '296481405@qq.com', 7),
(48, '终于回来了 好累好困', '2013-10-05', '', 0, 0, 'yetianyes@gmail.com', 0),
(49, '就像喝酒，要是害怕喝醉，也就不能尽情。', '2013-10-06', '', 0, 0, '815551550@qq.com', 3),
(50, '麻痹的，好好的日子都不过，有病呢，是不', '2013-10-08', 'w.jpg ', 0, 0, 'yetianyes@qq.con', 1),
(51, '', '2013-10-18', '13820656734374.jpg', 0, 0, '815551550@qq.com', 2),
(52, '最近有又重温了一遍，我深深的觉得我是个太过于怀旧的人。当你从生活中的每件小物品都能找到一些旧日的回忆时，我们就定义你是个恋旧的人。不过恋旧到我这种程度，就要令人生厌了。（支持添的网站哈。）', '2013-10-25', '13826577285455.jpg', 0, 0, 'jhrq@qq.com', 8),
(53, '继续怀旧\n“每个人的心里都有一座城池，当你想逃避的时候就会躲进去，有的人躲的时间长，有的人躲的时间短，而我，好像一直没有走出来过。”\n我先去躲躲。\n', '2013-10-28', '13829499529487.JPG', 0, 0, 'jhrq@qq.com', 10),
(54, ' 喜欢你的时候 我觉得快乐 爱你的时候 我却觉得忧伤 （来自u吧吧友）', '2013-11-02', '13833885176320.jpg', 0, 0, 'jhrq@qq.com', 2),
(55, '生活不可能像你想象的那么好，但也不会像你想象的那么糟。\n我觉得人的脆弱和坚强都超乎自己的想象。\n有时，我可能脆弱得一句话就泪流满面；\n有时，也发现自己咬着牙走了很长的路。\n                                                                          ????莫泊桑', '2013-11-19', '13848731007744.jpg', 0, 0, 'jhrq@qq.com', 1),
(56, '缺点说多了么用 就四个字：胆小怕事 太过被动。', '2013-12-01', '13858291837294.jpg', 0, 0, 'jhrq@qq.com', 5),
(57, '201312122338', '2013-12-12', '13868625763366.jpg', 0, 0, '355285351@qq.com', 6),
(58, '山无棱 天地合 才敢与君绝\r\n海可枯 石可烂 激情永不散', '2013-12-15', '1387075464864.jpg ', 0, 0, '250635052@qq.com', 12);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
